package org.example;

public class Menu {
    public static void mainMenu() {
        System.out.println("\n[Меню]\n" + "[Выберите действие с помощью цифры]\n" +
                "(1) - Справка о программе.\n" +
                "(2) - Показать книги в бибилиотеке.\n" +
                "(3) - Добавить книгу в библиотеку.\n" +
                "(4) - Удалить книгу из библиотеки.\n" +
                "(5) - Поиск книги в библиотеке.\n" +
                "(6) - Закрыть программу.\n" +
                "\n" +
                "Ввод: ");
    }
}
