package org.example;

public class Menu {
    public static void mainMenu() {
        System.out.println("\n              [Меню]\n" + "[Выберите действие с помощью цифры]\n" +
                "(1) - Показать книги в бибилиотеке.\n" +
                "(2) - Добавить книгу в библиотеку.\n" +
                "(3) - Удалить книгу из библиотеки.\n" +
                "(4) - Поиск книги в библиотеке.\n" +
                "(5) - Запись библиотеки в текстовый блокнот.\n" +
                "(6) - Просто забавная фича.\n" +
                "(7) - Закрыть программу.\n" +
                "\n" +
                "Ввод: ");
    }
}